[
    {
      "id": "633494ee4e489d346e1a028a",
      "title": "Stability ball",
      "time": "30s",
      "discribe": "We may not think much about balance and stability, but those elements are very important for everything we do, from daily chores to exercise. Each joint is made up of ligaments and tendons, connected to all the muscles that work to keep your body upright and in the proper position",
      "img": "https://health.clevelandclinic.org/wp-content/uploads/sites/3/2021/01/homeGym-1223517415-770x533-1.jpg"
    },
    {
      "id": "633494eec6b2d129c0cc2ae7",
      "title": "Dumbble Press",
      "time": "30s",
      "discribe": "Set up a bench at an incline of 30-45° and sit with your feet flat on the floor and your back on the bench. Lift the dumbbells to chest height with your palms facing forwards. Breathe out and push the dumbbells up until your arms are fully extended, using your pecs to power the movement. Don't let the dumbbells touch",
      "img": "https://cdn2.atlantamagazine.com/wp-content/uploads/sites/4/2019/09/SnapFitness_courtesy.jpg"
    },
    {
      "id": "633494eef652c4672a83080f",
      "title": "Dumbble Curl",
      "time":"30s",
      "discribe": "The humble bicep curl is your simplest lift, and an essential ingredient in your quest for titanic arms. For most, the dumbbell curl is where it all begins, and where the passion grows – we've all been there as a child, standing in front of our parent's mirror, curling a bag from the weekly big shop",
      "img": "https://static.thehoneycombers.com/wp-content/uploads/sites/2/2022/01/best-gyms-in-singapore-Andrea-Piacquadio-via-Pexels-900x643.jpg"
    },
    {
      "id": "633494eed815518e7fcca991",
      "title": "Weight Lifting",
      "time":"20s",
      "discribe": "Weight training is a common type of strength training for developing the strength and size of skeletal muscles.[2] It uses the force of gravity in the form of weighted bars, dumbbells or weight stacks in order to oppose the force generated by muscle through concentric or eccentric contraction. ",
      "img": "https://thumbs.dreamstime.com/b/muscular-athletic-bodybuilder-fitness-model-posing-exercis-weights-exercises-gym-64856941.jpg"
    },
    {
      "id": "633494eefac20eb58c7a1d34",
      "title": "Running",
      "time": "25s",
      "discribe": "Running is a method of terrestrial locomotion allowing humans and other animals to move rapidly on foot. Running is a type of gait characterized by an aerial phase in which all feet are above the ground",
      "img": "https://trainstationgym.co.za/wp-content/uploads/2021/06/Banner-pic-2.jpg"
    },
    {
      "id": "633494eefe40c27e078cf860",
      "title": "Preacher Curl",
      "time": "30s",
      "discribe": "The preacher curl can be an essential addition to your training routine to help build big arms and make your biceps pop, but are you sure you're even doing the exercise correctly.",
      "img": "https://images.unsplash.com/photo-1574680088814-c9e8a10d8a4d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8d29tYW4lMjBneW18ZW58MHx8MHx8&w=1000&q=80"
    },
    {
      "id": "633494ee31382315408c74e4",
      "title": "Upper Back",
      "time": "30s",
      "discribe": "Strength training can, at certain times, feel like a zero-sum game. For guys who are putting in work in the weight room in order to build muscle to achieve a certain look,",
      "img": "https://media-cldnry.s-nbcnews.com/image/upload/t_fit-1240w,f_auto,q_auto:best/newscms/2019_05/2732526/190128-exercise-gym-ac-556p.jpg"
    },
    {
      "id": "633494ee161dadb5fa2da901",
      "title": "Dumbble",
      "time": "25s",
      "discribe": "If you’re not making the best dumbbell workouts and exercises part of your weekly fitness regimen, you should be. Despite their somewhat rudimentary design, these timeless tools remain fundamental to upper body strength training",
      "img": "https://www.kimberleybulletin.com/wp-content/uploads/2021/12/27678442_web1_211230-CDT-Gym-Essential-Status-K_1.jpg"
    }
  ]